{
  "id": 2,
  "title": "Appendix 2 - Glossary",
  "purpose": "Provide clear, concise definitions for key terms used throughout the Framework.",
  "type": "read",
  "component": "ReadOnlyContent",
  "template": false,
  "personaVisibility": [
    "custodian",
    "requestor",
    "scientist"
  ],
  "exportKey": "appendix2_glossary",
  "terms": [
    {
      "term": "Accountable decision-maker",
      "definition": "Usually the Data Sponsor (Executive Director level) or their delegate, or the Data Custodian. For complex data use and sharing proposals it may be a Chief Executive or a Deputy Secretary."
    },
    {
      "term": "Aggregated data",
      "definition": "Data produced by grouping information into categories, typically with a combined count within each category."
    },
    {
      "term": "API",
      "definition": "Application Programming Interface."
    },
    {
      "term": "APPs",
      "definition": "Australian Privacy Principles, found in the Privacy Act."
    },
    {
      "term": "Attribute disclosure",
      "definition": "When new facts can be learned or inferred about an individual from a dataset."
    },
    {
      "term": "Collection",
      "definition": "A 'collection' occurs when information comes into the possession or control of an organisation."
    },
    {
      "term": "Confidentiality Undertaking",
      "definition": "A document containing undertakings made by a data recipient regarding the handling of shared data; may be required before data sharing."
    },
    {
      "term": "Data",
      "definition": "Facts, statistics, instructions, concepts or other information able to be communicated, analysed or processed. May include or exclude personal, health or special category information."
    },
    {
      "term": "Data asset or dataset",
      "definition": "A body of information managed as a single unit, recognised as valuable and enabling an organisation to perform its functions."
    },
    {
      "term": "Data breach",
      "definition": "Loss, unauthorised access, or unauthorised disclosure of personal information. A breach is ‘notifiable’ if likely to result in serious harm."
    },
    {
      "term": "Data Custodian",
      "definition": "Makes decisions about management, access and release of a data asset, including quality and registration or cataloguing."
    },
    {
      "term": "Data fidelity",
      "definition": "A measure of the accuracy, completeness, reliability and consistency of data in representing real-world subjects."
    },
    {
      "term": "Data masking",
      "definition": "Modifying, obscuring or replacing original data for security or confidentiality purposes."
    },
    {
      "term": "Data Owner",
      "definition": "The person or organisation responsible for creating the data and exercising authority over it. May delegate authority to a Data Custodian."
    },
    {
      "term": "Data Provider",
      "definition": "The organisation holding and controlling the source health data involved in a synthetic health data request."
    },
    {
      "term": "Data Requestor",
      "definition": "The organisation requesting generation of synthetic health data from source data held by one or more organisations."
    },
    {
      "term": "Data Sponsor",
      "definition": "Undertakes data ownership on behalf of an organisation and ensures appropriate governance; may have authority to approve data sharing."
    },
    {
      "term": "Data Steward",
      "definition": "Manages a data asset day to day on behalf of the Data Sponsor, ensuring data quality and standards, and supporting Custodians and Sponsors."
    },
    {
      "term": "Data utility",
      "definition": "A measure of the usefulness or value of data in achieving a goal in a particular context."
    },
    {
      "term": "De-identified data",
      "definition": "Data where a person’s identity is no longer apparent or reasonably ascertainable after applying de-identification techniques."
    },
    {
      "term": "Disclosure",
      "definition": "Provision of personal information to another party outside an organisation."
    },
    {
      "term": "DSA",
      "definition": "Data Sharing Agreement."
    },
    {
      "term": "DUA",
      "definition": "Data Use Agreement."
    },
    {
      "term": "Dummy data",
      "definition": "Placeholder or substitute data fabricated to mimic the structure of real data for testing; not meaningful for analysis."
    },
    {
      "term": "Fake data",
      "definition": "Artificially generated data; includes dummy data, mock data and synthetic health data."
    },
    {
      "term": "Five Safes",
      "definition": "A framework for assessing and managing privacy risks when sharing data within a controlled setting."
    },
    {
      "term": "Health consumer",
      "definition": "Individuals who use or will use health services, including their families and carers."
    },
    {
      "term": "Health information",
      "definition": "Personal information about a person’s health, disability, health services, wishes about services, donations, genetic information, healthcare identifiers, or information collected in the course of providing a health service."
    },
    {
      "term": "HREC",
      "definition": "Human Research Ethics Committee."
    },
    {
      "term": "Identity disclosure",
      "definition": "Occurs when data is re-identified and a person’s identity can be linked to a record."
    },
    {
      "term": "Information",
      "definition": "See 'data'."
    },
    {
      "term": "Insights",
      "definition": "Information derived from data once processed or analysed."
    },
    {
      "term": "Membership disclosure",
      "definition": "Occurs if it can be determined whether an individual’s data was in the source dataset used to generate a synthetic dataset."
    },
    {
      "term": "Mock data",
      "definition": "Simulated or fictitious data not created from real data, but may replicate structure or format."
    },
    {
      "term": "NHMRC",
      "definition": "National Health and Medical Research Council."
    },
    {
      "term": "OAIC",
      "definition": "Office of the Australian Information Commissioner."
    },
    {
      "term": "Output",
      "definition": "Results generated from data use, such as analyses, insights, reports or derived information."
    },
    {
      "term": "Personal information",
      "definition": "Information about a person who is reasonably identifiable. Includes true/false, opinion/fact, recorded or unrecorded information, and includes living or deceased persons."
    },
    {
      "term": "Perturbation",
      "definition": "Modifying data by making small changes (e.g., adding noise) to obscure original values while preserving statistical properties."
    },
    {
      "term": "PIA",
      "definition": "Privacy Impact Assessment."
    },
    {
      "term": "Privacy Act",
      "definition": "Privacy Act 1988 (Cth)."
    },
    {
      "term": "Real data",
      "definition": "Data relating to actual people, places or events."
    },
    {
      "term": "Redaction",
      "definition": "Permanently removing or concealing data for confidentiality."
    },
    {
      "term": "Secondary purpose / secondary use",
      "definition": "Using personal information for a purpose other than the primary purpose of collection."
    },
    {
      "term": "Sensitive information",
      "definition": "A subset of personal information including racial origin, beliefs, sexual orientation, criminal record, health and genetic information, and some biometric data."
    },
    {
      "term": "Sharing",
      "definition": "Data provided from a Data Provider to a Data Requestor or End User."
    },
    {
      "term": "Source data",
      "definition": "The original data held by the Data Provider from which synthetic health data will be generated."
    },
    {
      "term": "Statistical disclosure risk",
      "definition": "Risk that an individual’s identity or new information about them can be revealed, including attribute and identity disclosure."
    },
    {
      "term": "Statistical properties",
      "definition": "Characteristics of a dataset that can be measured, analysed or interpreted."
    },
    {
      "term": "Synthetic health data",
      "definition": "Artificially generated data that mimics the structure and statistical properties of real health data, and uses real health data as input."
    },
    {
      "term": "Synthetic health data request",
      "definition": "Any request to generate or access synthetic health data for a project or multiple potential purposes."
    },
    {
      "term": "Unit record data",
      "definition": "Data at the level of a single observation relating to an individual or entity."
    },
    {
      "term": "Use",
      "definition": "The use of personal information by a person within an organisation."
    },
    {
      "term": "Very low risk",
      "definition": "A level of re-identification risk that is so low as to make identification highly impractical."
    }
  ]
}